Repository: bae-fm/bae
Catalog: bae-windows/Strings/*/Resources.resw
Source language: en_us
Languages: es, gu, ja, kn, ml, pa, te, ur

# settings.export.pregap.append_including_htoa
source: Append including HTOA
gu: HTOA સહિત ઉમેરો
ja: HTOAを含めて追加
ml: HTOA ഉൾപ്പെടെ ചേർക്കുക
pa: HTOA ਸਮੇਤ ਜੋੜੋ
te: HTOA సహా జోడించు
ur: HTOA سمیت شامل کریں

# settings.export.pregap.exclude
source: Exclude
gu: બાકાત કરો
ja: 除外
ml: ഒഴിവാക്കുക
pa: ਬਾਹਰ ਰੱਖੋ
te: మినహాయించు
ur: خارج کریں

# settings.export.pregap.single_file_with_cue
source: Single file + CUE
gu: એક ફાઇલ + CUE
ja: 単一ファイル + CUE
ml: ഒറ്റ ഫയൽ + CUE
pa: ਇੱਕ ਫਾਈਲ + CUE
te: ఒకే ఫైల్ + CUE
ur: ایک مسل + CUE

# action.remove
source: Remove
ml: നീക്കം ചെയ്യുക
pa: ਹਟਾਓ
te: తీసివేయి
ur: ہٹائیں

# settings.export.filename_format
source: Filename format
gu: ફાઇલનામ બંધારણ
ja: ファイル名の形式
ml: ഫയൽനാമ ഫോർമാറ്റ്
pa: ਫਾਈਲ ਨਾਂ ਫਾਰਮੈਟ
te: ఫైల్ పేరు ఫార్మాట్
ur: مسل نام ساخت

# settings.export.tokens_help
source: Available tokens: {title} {artist} {album} {year} {track_number} {disc_number} {track_total}
ml: ലഭ്യമായ ടോക്കണുകൾ: {title} {artist} {album} {year} {track_number} {disc_number} {track_total}
pa: ਉਪਲਬਧ ਟੋਕਨ: {title} {artist} {album} {year} {track_number} {disc_number} {track_total}
te: అందుబాటులో ఉన్న టోకెన్‌లు: {title} {artist} {album} {year} {track_number} {disc_number} {track_total}
ur: دستیاب ٹوکن: {title} {artist} {album} {year} {track_number} {disc_number} {track_total}

# settings.export.bit_depth_label
source: Bit depth
gu: બિટ ઊંડાઈ
ja: ビット深度
ml: ബിറ്റ് ആഴം
pa: ਬਿਟ ਡੈੱਪਥ
te: బిట్ డెప్త్
ur: بٹ گہرائی

# settings.export.bit_depth.source
source: Source
gu: સ્રોત
ja: ソース
ml: ഉറവിടം
pa: ਸਰੋਤ
te: మూలం
ur: ماخذ

# settings.export.bitrate
source: Bitrate
gu: બિટદર
ja: ビットレート
ml: ബിറ്റ് നിരക്ക്
pa: ਬਿਟਰੇਟ
te: బిట్‌రేట్
ur: بٹ شرح

# settings.export.save_failed
source: Export settings could not be saved
ml: കയറ്റുമതി ക്രമീകരണങ്ങൾ സംരക്ഷിക്കാനായില്ല
pa: ਨਿਰਯਾਤ ਸੈਟਿੰਗਾਂ ਸੰਭਾਲੀਆਂ ਨਹੀਂ ਜਾ ਸਕੀਆਂ
te: ఎగుమతి సెట్టింగ్‌లను సేవ్ చేయలేకపోయింది
ur: برآمد کی ترتیبات محفوظ نہیں ہو سکیں

# outbox.state.uploading
source: Uploading
es: Subiendo
gu: અપલોડ થઈ રહ્યું છે
ja: アップロード中
kn: ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ
ml: അപ്ലോഡ് ചെയ്യുന്നു
pa: ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
te: అప్‌లోడ్ అవుతోంది
ur: اپ لوڈ ہو رہا ہے

# outbox.state.queued
source: Queued
es: En cola
gu: કતારમાં
ja: 待機中
kn: ಸರದಿಯಲ್ಲಿದೆ
ml: ക്യൂവിൽ
pa: ਕਤਾਰ ਵਿੱਚ
te: వరుసలో
ur: قطار میں

# outbox.state.retrying
source: Retrying
es: Reintentando
gu: ફરી પ્રયાસ થઈ રહ્યો છે
ja: 再試行中
kn: ಮರುಪ್ರಯತ್ನಿಸುತ್ತಿದೆ
ml: വീണ്ടും ശ്രമിക്കുന്നു
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਹੋ ਰਹੀ ਹੈ
te: మళ్లీ ప్రయత్నిస్తోంది
ur: دوبارہ کوشش جاری ہے

# outbox.state.done
source: Done
es: Listo
gu: પૂર્ણ
ja: 完了
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
pa: ਪੂਰਾ ਹੋਇਆ
te: పూర్తయింది
ur: مکمل

# outbox.badge.uploading
source: Uploading ({count})
es: Subiendo ({count})
gu: અપલોડ થઈ રહ્યું છે ({count})
ja: アップロード中 ({count})
kn: ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ ({count})
ml: അപ്ലോഡ് ചെയ്യുന്നു ({count})
pa: ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ ({count})
te: అప్‌లోడ్ అవుతోంది ({count})
ur: اپ لوڈ ہو رہا ہے ({count})

# outbox.badge.queued
source: Queued ({count})
es: En cola ({count})
gu: કતારમાં ({count})
ja: 待機中 ({count})
kn: ಸರದಿಯಲ್ಲಿದೆ ({count})
ml: ക്യൂവിൽ ({count})
pa: ਕਤਾਰ ਵਿੱਚ ({count})
te: వరుసలో ({count})
ur: قطار میں ({count})

# outbox.badge.retrying
source: Retrying ({count})
es: Reintentando ({count})
gu: ફરી પ્રયાસ થઈ રહ્યો છે ({count})
ja: 再試行中 ({count})
kn: ಮರುಪ್ರಯತ್ನಿಸುತ್ತಿದೆ ({count})
ml: വീണ്ടും ശ്രമിക്കുന്നു ({count})
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਹੋ ਰਹੀ ਹੈ ({count})
te: మళ్లీ ప్రయత్నిస్తోంది ({count})
ur: دوبارہ کوشش جاری ہے ({count})

# edit.field.album_title
source: album title
es: título del álbum
gu: આલ્બમ શીર્ષક
ja: アルバムタイトル
kn: ಆಲ್ಬಮ್ ಶೀರ್ಷಿಕೆ
ml: ആൽബം ശീർഷകം
pa: ਐਲਬਮ ਸਿਰਲੇਖ
te: ఆల్బమ్ శీర్షిక
ur: البم کا عنوان

# edit.field.album_artists
source: album artists (comma-separated)
es: artistas del álbum (separados por comas)
gu: આલ્બમ કલાકારો (અલ્પવિરામથી અલગ)
ja: アルバムアーティスト（カンマ区切り）
kn: ಆಲ್ಬಮ್ ಕಲಾವಿದರು (ಅಲ್ಪವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಿ)
ml: ആൽബം ആർട്ടിസ്റ്റുകൾ (കോമകൊണ്ട് വേർതിരിച്ചത്)
pa: ਐਲਬਮ ਕਲਾਕਾਰ (ਕਾਮਿਆਂ ਨਾਲ ਵੱਖ ਕੀਤੇ)
te: ఆల్బమ్ కళాకారులు (కామాలతో వేరు చేసినవి)
ur: البم کے فنکار (کاما سے جدا)

# edit.field.year
source: year
es: año
gu: વર્ષ
ja: 年
kn: ವರ್ಷ
ml: വർഷം
pa: ਸਾਲ
te: సంవత్సరం
ur: سال

# edit.field.format
source: format
es: formato
gu: બંધારણ
ja: フォーマット
kn: ಸ್ವರೂಪ
ml: ഫോർമാറ്റ്
pa: ਫਾਰਮੈਟ
te: ఫార్మాట్
ur: ساخت

# edit.field.label
source: label
es: sello
gu: લેબલ
ja: レーベル
kn: ಲೇಬಲ್
ml: ലേബൽ
pa: ਲੇਬਲ
te: లేబుల్
ur: لیبل

# edit.field.catalog_number
source: catalog number
es: número de catálogo
gu: કેટલોગ નંબર
ja: カタログ番号
kn: ಕ್ಯಾಟಲಾಗ್ ಸಂಖ್ಯೆ
ml: കാറ്റലോഗ് നമ്പർ
pa: ਕੈਟਾਲਾਗ ਨੰਬਰ
te: కాటలాగ్ నంబర్
ur: کیٹلاگ نمبر

# edit.field.country
source: country
es: país
gu: દેશ
ja: 国
kn: ದೇಶ
ml: രാജ്യം
pa: ਦੇਸ਼
te: దేశం
ur: ملک

# edit.field.barcode
source: barcode
es: código de barras
gu: બારકોડ
ja: バーコード
kn: ಬಾರ್‌ಕೋಡ್
ml: ബാർകോഡ്
pa: ਬਾਰਕੋਡ
te: బార్‌కోడ్
ur: بارکوڈ

# edit.tracks.header
source: tracks
es: pistas
gu: ટ્રૅક્સ
ja: トラック
kn: ಟ್ರ್ಯಾಕ್‌ಗಳು
ml: ട്രാക്കുകൾ
pa: ਟ੍ਰੈਕ
te: ట్రాక్‌లు
ur: نغمے

# edit.tracks.col_title
source: title
es: título
gu: શીર્ષક
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
ml: ശീർഷകം
pa: ਸਿਰਲੇਖ
te: శీర్షిక
ur: عنوان

# edit.tracks.col_artist
source: artist
es: artista
gu: કલાકાર
ja: アーティスト
kn: ಕಲಾವಿದ
ml: കലാകാരൻ
pa: ਕਲਾਕਾਰ
te: కళాకారుడు
ur: فنکار

# edit.tracks.col_side
source: side
es: cara
gu: બાજુ
ja: 面
kn: ಬದಿ
ml: വശം
pa: ਪਾਸਾ
te: సైడ్
ur: سائیڈ

# edit.tracks.col_number
source: no.
es: n.º
gu: નં.
ja: 番号
kn: ಸಂ.
ml: നം.
pa: ਨੰ.
te: సం.
ur: نمبر

# edit.tracks.artist_placeholder
source: album artist
es: artista del álbum
gu: આલ્બમ કલાકાર
ja: アルバムアーティスト
kn: ಆಲ್ಬಮ್ ಕಲಾವಿದ
ml: ആൽബം ആർട്ടിസ്റ്റ്
pa: ਐਲਬਮ ਕਲਾਕਾਰ
te: ఆల్బమ్ కళాకారుడు
ur: البم فنکار

# settings.export.bit_depth.bits16
source: 16-bit
ja: 16ビット
ml: 16-ബിറ്റ്

# settings.export.bit_depth.bits24
source: 24-bit
ja: 24ビット
ml: 24-ബിറ്റ്

# settings.export.bit_depth.bits32
source: 32-bit
ja: 32ビット
ml: 32-ബിറ്റ്
